Repository: Veekls/veekls-api-client-wp-plugin
Catalog: veekls-api-client/languages/veekls-api-client-*.po
Languages: es_cl

source: Veekls API Client
es_cl: Cliente Veekls API

source: Provides easy integration with the Veekls public API.
es_cl: Provee una fácil integración con el API pública de Veekls.

source: Settings
es_cl: Configuración

source: Veekls API Client Settings
es_cl: Configuración de cliente Veekls API

source: Veekls API Key Configuration
es_cl: Configuración de la llave de Veekls API

source: API Key
es_cl: Llave de API

source: You do not have sufficient permissions to access this page.
es_cl: No tienes suficientes permisos para ver esta página.

source: Copy and paste your API Key here. If you don't have it, please ask your Veekls Agent for it.
es_cl: Copia y pega tu Llave de API aquí. Si no la tienes, por favor pídela a tu Agente Veekls.

source: Paste your Veekls API Key here...
es_cl: Pega tu Llave de API aquí...

source: Your Veekls API Client settings have been updated!
es_cl: Tu configuración de Veekls API ha sido actualizada!

source: Automobile
es_cl: Automovil

source: Motorcycle
es_cl: Motocicleta

source: Machinery
es_cl: Maquinaria

source: Pickup
es_cl: Camioneta

source: Nautic
es_cl: Nautico

source: Truck
es_cl: Camión

source: Other
es_cl: Otro

source: Auto
es_cl: Automática

source: Natural Gas
es_cl: Gas Natural

source: Unleaded
es_cl: Gasolina sin Plomo

source: Electric
es_cl: Eléctrico

source: Hydrogen
es_cl: Hidrógeno

source: Ethanol
es_cl: Etanol

source: Propane
es_cl: Propano

source: Leaded
es_cl: Gasolina con Plomo

source: Hybrid
es_cl: Híbrido

source: Power Window
es_cl: Vidrios Eléctricos

source: Power Locks
es_cl: Cierre Centralizado

source: Cruise Control
es_cl: Control Crucero

source: All Wheel Drive
es_cl: Tracción Integral

source: Adjustable Steering Wheel
es_cl: Volante Ajustable

source: CD Changer
es_cl: Caja de CD

source: CD Receiver
es_cl: Reproductor de CD

source: MP3 Receiver
es_cl: Reproductor de MP3

source: AM FM Receiver
es_cl: Radio AM FM

source: On Board Computer
es_cl: Computador a Bordo

source: Heated Seats
es_cl: Asientos Calefaccionados

source: Power Seats
es_cl: Asientos Eléctricos

source: Memory Seats
es_cl: Asientos con Memoria

source: Leather Seats
es_cl: Asientos de Cuero

source: Power Mirrors
es_cl: Espejos Eléctricos

source: Alloy Wheels
es_cl: Llantas de Aleación

source: Front Fog Lights
es_cl: Neblineros Delanteros

source: Rear Fog Lights
es_cl: Neblineros Traseros

source: Power Roof
es_cl: Techo Eléctrico

source: Manual Roof
es_cl: Techo Manual

source: Rear Window Wipers
es_cl: Limpia Luneta

source: Tinted Windows
es_cl: Vidrios Tintados

source: Xenon Lights
es_cl: Luces de Xenon

source: Alarm
es_cl: Alarma

source: Driver Airbag
es_cl: Aribag Piloto

source: Copilot Airbag
es_cl: Airbag Copiloto

source: Lateral Airbag
es_cl: Aribag Lateral

source: EBD
es_cl: ABD

source: Rear Headrest
es_cl: Apoya Cabeza Trasero

source: Rear Disc Brakes
es_cl: Frenos de Disco Traseros

source: Chip Key
es_cl: Lllave con Chip

source: Locking Wheel Nut
es_cl: Bloqueo de Llantas

source: Rain Sensor
es_cl: Sensor de Lluvia

source: Body Style
es_cl: Tipo de Carrocería

source: Year
es_cl: Año

source: Odometer
es_cl: Kilometraje

source: Gearbox
es_cl: Transmisión

source: Fuel
es_cl: Combustible

source: Price
es_cl: Precio

source: View Details
es_cl: Ver Detalles

source: Home
es_cl: Inicio

source: Inventory
es_cl: Stock

source: Vehicle Overview
es_cl: Detalles del Vehículo

source: Features
es_cl: Características

source: Comfort
es_cl: Confort

source: Security
es_cl: Seguridad

source: Name
es_cl: Nombre

source: Brand
es_cl: Marca

source: Model
es_cl: Modelo

source: Version
es_cl: Versión

source: Link
es_cl: Enlace
